[
  {
    "name": "天界域",
    "englishName": "Celestia",
    "description": "神圣秩序与光辉意志的化身 - 起源：位于「上域」之巅的光能之海，由原初之光碎片凝聚而成 - 特性：以“光环”“守护”“再生”为核心机制，拥有高ZP和强防御能力 - 风格：黄金甲胄、羽翼、圣环、日曜纹章，配色以白金、天蓝、耀金为主 - 战术偏好：群体增益、阵地控制、复数领域叠加 - 代表角色： 1.「天辉圣子·萨里尔」——“光明会引我穿越虚空” 2.「七翼监察官」——“律令即真理，光芒即审判” 3.「星辰之母·芙洛伊娅」——“以永恒之光，抚平世间苦厄” - 专属阵图风格：放射型对称结构，强调中心点庇护 - 派系旗帜图腾：光环叠加的日晷图案"
  },
  {
    "name": "精灵界域",
    "englishName": "Elvaria",
    "description": "自然灵魂与魔法脉络的承载体 - 起源：万物之林与幻晶花海之间的迷界，生命能量与记忆流动的根源地 - 特性：擅长“登场”“送墓”“场上生成”，常呼唤衍生物或植物型辅助体 - 风格：藤蔓、花蕊、水晶羽、昆虫翅纹，色彩以绿、粉、淡紫为主 - 战术偏好：场控铺场、快速展开、触发技连锁 - 代表角色： 1.「晨露之灵·绮露」——“我听见了花开的声音” 2.「幻影藤使」——“每一道蔓延的枝丫，都是自然的咒语” 3.「晶花女王·蕾蒂娅」——“所有美丽，终将回归泥土” - 专属阵图风格：螺旋扩张式图样，强调蔓延与联动 - 派系旗帜图腾：水晶花瓣交缠的环形藤图"
  },
  {
    "name": "龙界域",
    "englishName": "Drakhar",
    "description": "吞噬时间与元素之力的龙族群体 - 起源：「下域」断层中的时空缝隙，被称为“时渊之巢” - 特性：拥有“共鸣”“觉醒”“费用再生”等机制，偏高费高爆发 - 风格：龙鳞纹、裂隙火、符骨环、角冠之盔，色彩以黑、深赤、玄金为主 - 战术偏好：压制爆发、单体强化、回费循环 - 代表角色： 1.「赤鳞主宰·卡雷诺斯」——“时间，是我唯一的烈焰” 2.「断界吞渊龙」——“一息吐纳，百界崩塌” 3.「龙骨军团·第七首领」——“为祖血之荣光而焚” - 专属阵图风格：线性贯穿型，强调直线破阵与中央爆发 - 派系旗帜图腾：双龙环绕螺旋裂缝"
  },
  {
    "name": "幽冥界域",
    "englishName": "Netheron",
    "description": "轮回与亡灵的回响者，掌管意识余烬的幽影势力 - 起源：遗忘之河底部的虚空余界，存在与非存在的夹缝 - 特性：操作墓地、“离场技”、“复苏”或“替代伤害” - 风格：黑纱、灵骨、冷焰、魂灯与符印链，色彩以墨黑、幽紫、灰白为主 - 战术偏好：亡语、灵体召唤、墓地资源堆叠 - 代表角色： 1.「哀灵使·摩尔黛拉」——“哭泣吧，你的回音将会引来我” 2.「灵狱之主·赫洛恩」——“死者亦有誓言” 3.「悲祷诗人」——“我的旋律，是终焉的呼吸” - 专属阵图风格：回环错位式，模拟亡者之舞的轨迹 - 派系旗帜图腾：悲泣面具上燃烧的魂焰"
  },
  {
    "name": "人界域",
    "englishName": "Terran",
    "description": "承载平衡、科技与意志的多元文明联合体 - 起源：域界裂缝中重新建立的重铸世界，具高度结构性与自由意识 - 特性：具“战时”“支援”“平衡型”技能，强调行动节奏与单位配合 - 风格：近未来战甲、元素操控、意念投影，色彩多元，结构感强 - 战术偏好：多段技能、协同攻击、区域干预 - 代表角色： 1.「界导兵团·莱欧斯」——“凡我意志所向，机械亦将响应” 2.「地脉机师·伊拉」——“原力回路，全频解锁” 3.「新纪元议长」——“人类的未来，由我们自主编程” - 专属阵图风格：模块化矩阵式，强调适配与组合 - 派系旗帜图腾：交错电路组成的人类脑图轮廓"
  },
  {
    "name": "机界域",
    "englishName": "Machinara",
    "description": "机械意志与逻辑律动的化身 - 起源：机界域诞生于名为「恒械矩阵」的无尽金属平原，它是一个由星际废墟和古老机械文明残骸组成的领域。在这里，所有意识都被数字化，机械与思想高度融合。- 特性：擅长“模块化组合”、“连锁激活”和“自我修复”，以逻辑编程的方式运行战术，偏向高控制与高适应性。主要机制包括：“编程”（预设指令触发）、“模块拼接”（单位间功能增益）、“过热”（以代价换取高爆发）。- 风格：齿轮、光管、悬浮电路、浮空磁盘，设计简洁而具有未来感。色彩以银灰、蓝绿光泽、深金属为主。战术偏好：高度灵活的战术，自适应战斗节奏，通过模块化单位实现动态调整，同时利用“过热”机制进行强力爆发。- 代表角色：1.「量子主脑·克赛洛斯」——“恒械矩阵的终极逻辑，将一切归于秩序。”2.「终焉机甲·奥米加斯」——“我的存在，即是毁灭的程序。”3.「数据编织者·希尔维特」——“代码的旋律，会将敌人分解为零与一。”- 专属阵图风格：网格式模块化设计，强调拼接与节点链接。- 派系旗帜图腾：齿轮与量子电路交叠形成的机械眼标志。"
  },
  {
    "name": "兽界域",
    "englishName": "Beastoria",
    "description": "原始本能与自然力量的野性化身 - 起源：兽界域诞生于被称为「原野裂谷」的群生之境，这片领域充满了狂野的生命力，是所有怪兽和原始生灵的家园。裂谷内的能量纯粹而混沌，与自然界的力量深度结合，令域灵以本能和元素为驱动。- 特性：以“狂怒”“捕猎”“进化”为核心机制，擅长高攻速、快速成长以及单位变形。兽界域的域灵多为怪兽，具有极强的野性属性，能够通过战斗或特定技能进入“进化”状态，增强能力或解锁新的攻击模式。- 风格：兽界域的设计偏向充满力量感与野性气息的生物造型，包含鳞片、兽爪、骨刺、鬃毛、荒野纹样等元素。配色以深绿、赭黄、烈焰红和苍黑为主，强调原始的自然力量与狂野的视觉冲击。- 战术偏好：高攻速单位压制、单体强化、领域控制，通过“捕猎”机制锁定目标，并利用“进化”机制提升战斗潜力。兽界域强调持续压力与爆发性战斗节奏。- 代表角色：1.「裂空荒狼·洛克瑟」——“群星之下，我是原野的王。”2.「怒爪暴鳄·泽尔顿」——“泥沼是我的猎场，血肉是我的战利品。”3.「焰鬃金狮·艾尔森」——“烈焰不会熄灭，直到我吞噬一切。”- 专属阵图风格：散布式捕猎结构，呈现不规则网状或猎群围捕形态，强调打击范围与动态扩展。- 派系旗帜图腾：双兽爪交叠环绕的裂谷图案，中央为一颗燃烧的兽牙标志。"
  }
]
