
[
  {
    "id": 1,
    "name": "光辉藤裔",
    "description": "光辉藤裔是天界域与精灵界域结合的混血种族，拥有天使般的光环与自然蔓延的翡翠藤蔓。它们的文化注重和谐，常在圣光中演奏自然的旋律，使周围的生灵感受到平静与治愈。这一种族擅长利用光与自然能量进行治疗性增强和区域恢复技能。",
    "races": [
      "精灵界域",
      "天界域"
    ]
  },
  {
    "id": 2,
    "name": "晶鳞歌者",
    "description": "晶鳞歌者是精灵界域与龙界域结合的种族，拥有水晶般的鳞片与优雅的龙翼。它们以自然的旋律与龙吼的力量闻名，能够召唤自然与龙力的联合之力清除障碍并保护盟友。",
    "races": [
      "精灵界域",
      "龙界域"
    ]
  },
  {
    "id": 3,
    "name": "幽藤梦灵",
    "description": "幽藤梦灵是精灵界域与幽冥界域的混血种族，形态为藤蔓与灵体交织的半透明影像，散发着淡紫色的光辉。它们擅长操控自然与亡灵的力量，通过召唤灵魂的记忆增强战斗力，同时使敌人陷入恐惧与绝望。",
    "races": [
      "精灵界域",
      "幽冥界域"
    ]
  },
  {
    "id": 4,
    "name": "圣械逻辑体",
    "description": "圣械逻辑体是天界与机界域结合的种族，形态为机械化的天使，身披金属圣甲，周身散发着神圣的电磁波。它们崇尚完美的秩序与逻辑，专注于优化战斗策略与团队协调，能够在战斗中提供无与伦比的控制力与支援。",
    "races": [
      "天界域",
      "机界域"
    ]
  },
  {
    "id": 5,
    "name": "龙械合成体",
    "description": "龙械合成体是龙界域与机界域的混血种族，结合了龙之力量与机械智慧，外形为龙形的高科技造物。它们能够通过模块化的方式增强自身能力，同时释放毁灭性的能量波动。",
    "races": [
      "机界域",
      "龙界域"
    ]
  },
  {
    "id": 6,
    "name": "荒冥兽魂",
    "description": "荒冥兽魂是幽冥界域与兽界域的混血种族，外形为灵魂与野兽结合的形态，带有幽光与野性气息。它们以亡灵与捕猎能力相结合，在战斗中展现出强大的压制力。",
    "races": [
      "兽界域",
      "幽冥界域"
    ]
  },
  {
    "id": 7,
    "name": "圣焰龙胄",
    "description": "圣焰龙胄是天界域与龙界域的混血种族，拥有耀金的龙鳞与炽燃的圣光之翼。它们以无畏的战斗精神著称，融合天界的秩序与龙族的毁灭力量，能够在战斗中释放极高的爆发性技能，同时保护同伴不受伤害。",
    "races": [
      "天界域",
      "龙界域"
    ]
  },
  {
    "id": 8,
    "name": "幽光裁决",
    "description": "幽光裁决是天界与幽冥结合的混血种族，外貌呈现光明与阴影交织的形态，带有圣洁的光环与幽暗的魂焰。它们被视为死亡与重生的审判者，擅长操控生命轮回的力量，使敌人陷入沉寂并赋予盟友新的希望。",
    "races": [
      "天界域",
      "幽冥界域"
    ]
  },
  {
    "id": 9,
    "name": "荒野机械兽",
    "description": "荒野机械兽是机界域与兽界域的混血种族，外形为机械化的野兽，拥有强大的捕猎与战斗能力。它们在战场上能够迅速适应环境，并通过模块化调整能力应对不同的威胁。",
    "races": [
      "机界域",
      "兽界域"
    ]
  },
  {
    "id": 10,
    "name": "幽影逻辑师",
    "description": "幽影逻辑师是幽冥界域与机界域的混血种族，形态为机械化的幽灵，散发着冷冽的金属光辉。它们擅长操控数据与亡灵的能量，通过复杂的逻辑阵式影响敌人行动。",
    "races": [
      "机界域",
      "幽冥界域"
    ]
  },
  {
    "id": 11,
    "name": "狂焰兽主",
    "description": "狂焰兽主是龙界域与兽界域的混血种族，拥有龙的威严与兽的狂野本能。它们以纯粹的力量与迅猛的攻击闻名，能够在战斗中释放毁灭性的火焰与雷霆。",
    "races": [
      "龙界域",
      "兽界域"
    ]
  },
  {
    "id": 12,
    "name": "圣荒兽裔",
    "description": "圣荒兽裔是天界域与兽界域的混血种族，外貌为圣光与野性结合的生物，带有黄金鬃毛与神圣爪印。它们以守护与进攻兼备的能力著称，能够迅速突袭敌人并为队伍提供庇护。",
    "races": [
      "天界域",
      "兽界域"
    ]
  },
  {
    "id": 13,
    "name": "自然机核",
    "description": "自然机核是精灵界域与机界域的混血种族，外形为机械化的植物体，具有生长与修复的能力。它们利用自然与机械能量的平衡，在战斗中展现出强大的适应性与持续作战能力。",
    "races": [
      "精灵界域",
      "机界域"
    ]
  },
  {
    "id": 14,
    "name": "龙骨夜影",
    "description": "龙骨夜影是龙界域与幽冥界域的混血种族，形态为龙骨与幽影交织的骇人姿态。它们掌控时间与亡者的力量，能够在战斗中影响敌人行动并召唤已逝的英灵协助作战。",
    "races": [
      "龙界域",
      "幽冥界域"
    ]
  },
  {
    "id": 15,
    "name": "荒原灵兽",
    "description": "荒原灵兽是精灵界域与兽界域结合的种族，外形为优雅的野兽，身披花纹与原始的光辉。它们以快速的移动与强大的战斗能力著称，能够在瞬息间击溃敌人并保护自己的领地。",
    "races": [
      "精灵界域",
      "兽界域"
    ]
  },
  {
    "id": 16,
    "name": "光甲灵使",
    "description": "光甲灵使是天界域与人界域混血的后裔，具有近未来科技与神圣光辉结合的装甲外貌。它们信奉进步与秩序，通过高科技圣器强化自身，同时利用光能为团队提供强大的支援能力。",
    "races": [
      "天界域",
      "人界域"
    ]
  },
  {
    "id": 17,
    "name": "灵脉技匠",
    "description": "灵脉技匠是精灵界域与人界域的混血种族，结合了自然的灵动性与人类科技的精妙设计。它们在战斗中能够利用植物与机械的结合创造独特的辅助工具，并在战场上展现高超的创造力。",
    "races": [
      "精灵界域",
      "人界域"
    ]
  },
  {
    "id": 18,
    "name": "时空铸造者",
    "description": "时空铸造者是龙界域与人界域结合的种族，外貌为龙鳞覆盖的机械化战士，拥有操控时间与空间的能力。它们通过调整时间流动与空间结构，在战斗中展现出极高的战术价值。",
    "races": [
      "龙界域",
      "人界域"
    ]
  },
  {
    "id": 19,
    "name": "冥魂使徒",
    "description": "冥魂使徒是幽冥界域与人界域的混血种族，拥有操控亡灵与人类智慧结合的能力，外貌为半透明的幽影战士。它们以召唤与支援能力著称，能够复苏倒下的友军并削弱敌人的意志。",
    "races": [
      "人界域",
      "幽冥界域"
    ]
  },
  {
    "id": 20,
    "name": "钢铠先锋",
    "description": "钢铠先锋是人界域与机界域的混血种族，结合了科技与机械的力量，外形为装甲化的战士。它们擅长利用高科技装甲进行战斗，展现出极高的适应性与战略能力。",
    "races": [
      "机界域",
      "人界域"
    ]
  },
  {
    "id": 21,
    "name": "原野战躯",
    "description": "原野战躯是人界域与兽界域的混血种族，结合了人类智慧与野性力量，外貌为粗犷的战士，带有兽性的特征。它们在战斗中展现出强大的近战能力与持久作战的潜力。",
    "races": [
      "人界域",
      "兽界域"
    ]
  },
  {
    "id": 22,
    "name": "时空翠影族",
    "description": "时空翠影族融合了龙界域的力量、精灵界域的自然韵律以及天界域的神圣辉煌。他们拥有龙翼与晶花装饰的身躯，散发光环般的自然能量，擅长时间操控与领域治愈。",
    "races": [
      "精灵界域",
      "天界域",
      "龙界域"
    ]
  },
  {
    "id": 23,
    "name": "幽晶花使",
    "description": "幽晶花使是幽冥界域的亡灵气息、精灵界域的自然魔法与机界域的逻辑编程融合的产物。他们外貌呈现晶花装饰的灵体与悬浮电路，擅长领域控制与资源增益，同时能够通过编程机制实现召唤术式优化。",
    "races": [
      "精灵界域",
      "机界域",
      "幽冥界域"
    ]
  },
  {
    "id": 24,
    "name": "原始星焰者",
    "description": "原始星焰者是兽界域、龙界域与天界域的混血种族，外貌融合了龙族鳞片的威严、天界羽翼的神圣以及兽界原始野性的力量。他们的文化注重自然、秩序与力量的平衡，能够释放出炽烈的星焰，既能毁灭敌人也能庇护盟友。",
    "races": [
      "天界域",
      "龙界域",
      "兽界域"
    ]
  },
  {
    "id": 25,
    "name": "冥辉监察者",
    "description": "冥辉监察者是幽冥界域的亡灵意志、天界域的圣光以及机界域的逻辑编程融合的产物。其外形呈现机械化的灵骨结构，搭配光环与符印链。擅长领域控制与术式编程，能够通过墓地资源实现自我修复与增益。",
    "races": [
      "天界域",
      "机界域",
      "幽冥界域"
    ]
  },
  {
    "id": 26,
    "name": "荒野律动者",
    "description": "荒野律动者是兽界域、人界域与精灵界域的混血种族，拥有自然与科技交织的外貌，擅长在战斗中通过自然与机械的双重力量施展压倒性的控制力。",
    "races": [
      "精灵界域",
      "人界域",
      "兽界域"
    ]
  },
  {
    "id": 27,
    "name": "深渊猎风者",
    "description": "深渊猎风者是兽界域、龙界域与机界域的混血种族，结合了龙族的威严与机械的精密，他们能够施展毁灭性的攻击并快速调整战术。",
    "races": [
      "机界域",
      "龙界域",
      "兽界域"
    ]
  },
  {
    "id": 28,
    "name": "灵骨圣裁者",
    "description": "灵骨圣裁者由幽冥界域的魂灯气息、天界域的圣光与人界域的科技意志融合而成。他们的外貌混合灵骨与黄金甲胄，擅长领域控制与光环增益技能，同时能够通过区域干预实现意识震荡。",
    "races": [
      "天界域",
      "人界域",
      "幽冥界域"
    ]
  },
  {
    "id": 29,
    "name": "自然天工",
    "description": "自然天工是机界域的人工设计与天界域的神圣力量以及精灵界域的自然能量结合的产物，他们的外形为金属木质结构，点缀圣光纹饰与花卉。文化上，他们强调自然与科技的共生，致力于领域的生命化。能力上，他们能够利用自然能量修复机械体，并展现强大的领域控制力。",
    "races": [
      "精灵界域",
      "天界域",
      "机界域"
    ]
  },
  {
    "id": 30,
    "name": "龙灵冥主",
    "description": "龙灵冥主是幽冥界域的虚空余界、龙界域的元素力量与人界域的科技结合体。他们外貌为龙型灵体与机械装甲，具有高爆发与领域控制能力，同时能够通过协同攻击实现战术调整。",
    "races": [
      "龙界域",
      "人界域",
      "幽冥界域"
    ]
  },
  {
    "id": 31,
    "name": "幽魂炎狮",
    "description": "幽魂炎狮是幽冥界域的灵魂余烬、兽界域的野性力量以及天界域的光辉意志融合而成的种族。他们外貌为烈焰覆盖的灵兽形态，具有高爆发与领域增益能力，同时能够通过光环实现友方保护。",
    "races": [
      "天界域",
      "兽界域",
      "幽冥界域"
    ]
  },
  {
    "id": 32,
    "name": "星焰编织者",
    "description": "星焰编织者通过龙界域的星辰力量、机界域的模块编程与精灵界域的自然能量，展现出动态调整的能力。",
    "races": [
      "精灵界域",
      "机界域",
      "龙界域"
    ]
  },
  {
    "id": 33,
    "name": "原界行者",
    "description": "原界行者是兽界域、天界域与人界域的混血种族，身披神圣的兽纹铠甲，展现出人类灵性、兽类本能与天界光辉的完美结合。他们能够调动原始与神圣能量，赋予队友强力的战斗增益效果。",
    "races": [
      "天界域",
      "人界域",
      "兽界域"
    ]
  },
  {
    "id": 34,
    "name": "冥歌织梦者",
    "description": "冥歌织梦者是幽冥界域的亡灵回响、精灵界域的自然脉络与人界域的科技意志的结合体。其外貌呈现半透明灵体与生机盎然的机械装甲，能够通过领域干预与亡语触发实现区域控制。",
    "races": [
      "精灵界域",
      "人界域",
      "幽冥界域"
    ]
  },
  {
    "id": 35,
    "name": "日曜恒械",
    "description": "日曜恒械结合了天界域的光辉元素、龙界域的时间能量以及机界域的机械特性，形成具有光能悬浮电路与龙形装甲的存在。他们文化注重秩序与自然的共鸣，能力以模块化增益和领域生成为主。",
    "races": [
      "天界域",
      "机界域",
      "龙界域"
    ]
  },
  {
    "id": 36,
    "name": "时渊荒茂者",
    "description": "时渊荒茂者从龙界域的时间之力、精灵界域的自然能量与兽界域的原始本能中汲取力量，展现出强大的领域铺展与单位成长能力。",
    "races": [
      "精灵界域",
      "龙界域",
      "兽界域"
    ]
  },
  {
    "id": 37,
    "name": "荒原冥兽",
    "description": "荒原冥兽结合了幽冥界域的轮回气息、兽界域的原始本能与精灵界域的自然魔法。他们外貌为充满野性与灵性气息的兽化灵体，具有高攻速与范围压制能力，同时能够通过植物型辅助体实现领域扩展。",
    "races": [
      "精灵界域",
      "兽界域",
      "幽冥界域"
    ]
  },
  {
    "id": 38,
    "name": "冥焰巨兽",
    "description": "冥焰巨兽结合了幽冥界域的亡灵气息、兽界域的野性本能与龙界域的元素力量。他们外貌为灵焰覆盖的巨兽形态，具备高爆发与领域压制技能，同时能够通过进化机制实现能力增强。",
    "races": [
      "龙界域",
      "兽界域",
      "幽冥界域"
    ]
  },
  {
    "id": 39,
    "name": "天机协奏者",
    "description": "天机协奏者是由人类意志、神圣光辉与机械逻辑融合而成的种族。他们拥有机械化的黄金肢体，背后延伸出光翼结构，周身散发出淡蓝色的光辉。文化上，他们信奉秩序与创新，致力于科技与自然法则的和谐。能力上，他们能够通过光能驱动复杂的机械装置，并释放出强大的能量波动进行战斗。",
    "races": [
      "天界域",
      "机界域",
      "人界域"
    ]
  },
  {
    "id": 40,
    "name": "晶花掠影者",
    "description": "晶花掠影者是兽界域、精灵界域与机界域的混血种族，外貌结合了植被的自然美感与机械的精密结构，展现出诡异的协调之美。他们擅长在战场上制造混乱，通过快速移动与精准攻击取胜。",
    "races": [
      "精灵界域",
      "机界域",
      "兽界域"
    ]
  },
  {
    "id": 41,
    "name": "烈焰化身者",
    "description": "烈焰化身者是由人类的坚韧、天界的神圣力量与龙界的烈焰威严结合的种族。他们外貌壮丽，拥有火焰羽翼与金属龙纹的身体。文化上，他们是光明与烈焰的象征，追求正义。能力上，他们能够释放炽热的圣火焚烧敌人并治愈盟友。",
    "races": [
      "天界域",
      "龙界域",
      "人界域"
    ]
  },
  {
    "id": 42,
    "name": "夜晶龙裔",
    "description": "夜晶龙裔是幽冥界域的黑焰灵能与龙界域的元素力量结合精灵界域的生机而诞生的种族。他们拥有龙鳞覆盖的半灵体与晶花雕纹，具备强大的破坏力与墓地资源再生能力，同时能够通过自然魔法增强自身。",
    "races": [
      "精灵界域",
      "龙界域",
      "幽冥界域"
    ]
  },
  {
    "id": 43,
    "name": "圣痕狂猎者",
    "description": "圣痕狂猎者是兽界域、天界域与机界域的混血种族，身披光辉机械羽翼，展现出野性与神圣科技的奇妙结合。他们以精准的猎杀与快速的战略调整在战斗中脱颖而出。",
    "races": [
      "天界域",
      "机界域",
      "兽界域"
    ]
  },
  {
    "id": 44,
    "name": "圣光技师",
    "description": "圣光技师是由人类的技术天赋、天界的光辉和精灵的自然协调的特性融合形成的种族。他们外貌优雅，拥有光辉纹路的皮肤与自然元素交织的装饰。文化上，他们是天与地的使者，擅长化解冲突。能力上，他们能够以光与自然能量快速治愈盟友并反击敌人。",
    "races": [
      "精灵界域",
      "天界域",
      "人界域"
    ]
  },
  {
    "id": 45,
    "name": "冥光星辉者",
    "description": "冥光星辉者结合了幽冥界域的轮回气息、天界域的光辉意志与精灵界域的自然魔法。他们外貌为光影交织的灵体与晶花装饰，具备复苏术与范围增益技能，同时能够通过自然领域控制实现战术优化。",
    "races": [
      "精灵界域",
      "天界域",
      "幽冥界域"
    ]
  },
  {
    "id": 46,
    "name": "灵骨统御者",
    "description": "灵骨统御者由幽冥界域的魂灯气息、龙界域的时空元素与机界域的机械逻辑融合而成。他们的外貌混合龙型机械与灵骨，具备高爆发与领域压制技能，同时能够通过编程机制实现资源循环。",
    "races": [
      "机界域",
      "龙界域",
      "幽冥界域"
    ]
  },
  {
    "id": 47,
    "name": "机械亡影者",
    "description": "机械亡影者是幽冥界域的亡灵气息、机界域的逻辑编程与兽界域的野性力量的结合体。他们外貌为机械化灵兽形态，能够通过编程机制实现领域增益，同时具有高攻速与资源循环能力。",
    "races": [
      "机界域",
      "兽界域",
      "幽冥界域"
    ]
  },
  {
    "id": 48,
    "name": "晶核净化者",
    "description": "晶核净化者是由人类的工程天赋、精灵的自然调和与机界的逻辑计算结合的种族。他们外貌优雅，带有晶体与机械结构的结合。文化上，他们是自然与技术的调解者，擅长修复与保护。能力上，他们能够快速修复环境中的创伤并优化其结构。",
    "races": [
      "精灵界域",
      "机界域",
      "人界域"
    ]
  },
  {
    "id": 49,
    "name": "冥机矩阵师",
    "description": "冥机矩阵师是幽冥界域的亡灵气息、机界域的编程逻辑与人界域的科技结合体。他们外貌为灵骨与悬浮电路的组合，擅长领域控制与模块化调整，同时能够通过灵体召唤实现资源增益。",
    "races": [
      "机界域",
      "人界域",
      "幽冥界域"
    ]
  },
  {
    "id": 50,
    "name": "暗界龙影",
    "description": "暗界龙影由幽冥界域的虚空余界、龙界域的元素力量与天界域的光辉意志融合而成。他们外貌为龙型灵体与光环装饰，具有高爆发与领域控制能力，同时能够通过再生技能提升续航。",
    "races": [
      "天界域",
      "龙界域",
      "幽冥界域"
    ]
  },
  {
    "id": 51,
    "name": "裂空风刃",
    "description": "裂空风刃是兽界域、精灵界域与天界域的混血种族，轻灵的外貌下藏着强大的风元素力量，能够高速穿梭并击溃敌人。",
    "races": [
      "精灵界域",
      "天界域",
      "兽界域"
    ]
  },
  {
    "id": 52,
    "name": "机械焰魂者",
    "description": "机械焰魂者是由人类的工程智慧、机界的逻辑与龙界的炽热力量结合形成的。他们拥有机械化龙骨的躯体与燃烧着的能量核心。文化上，他们追求极度的技术与力量结合，是战场上的毁灭者。能力上，他们能够释放强大的火焰攻击并高效地进行战斗模式切换。",
    "races": [
      "机界域",
      "龙界域",
      "人界域"
    ]
  },
  {
    "id": 53,
    "name": "自然钢影",
    "description": "自然钢影是兽界域、机界域与人界域的混血种族，结合了机械与野性的力量，能够以高速与精准在战斗中占据优势。",
    "races": [
      "机界域",
      "人界域",
      "兽界域"
    ]
  },
  {
    "id": 54,
    "name": "元素调音师",
    "description": "元素调音师是由人类的技术天赋、精灵的元素掌控能力与龙界的元素本源结合的种族。他们外貌华丽，纹路中流动着元素力量。文化上，他们是元素的调和者，追求和谐与力量。能力上，他们能够操控多种元素进行战斗与支援。",
    "races": [
      "精灵界域",
      "龙界域",
      "人界域"
    ]
  },
  {
    "id": 55,
    "name": "裂地咆哮者",
    "description": "裂地咆哮者是兽界域、龙界域与人界域的混血种族，拥有土地与时空的力量结合，能够制造强大的领域效果并压制敌人。",
    "races": [
      "龙界域",
      "人界域",
      "兽界域"
    ]
  },
  {
    "id": 56,
    "name": "暗影追猎者",
    "description": "暗影追猎者是由人类的狩猎智慧、幽冥的暗影能力与兽界的原始力量结合的种族。他们外表野性十足，周围环绕着暗影雾气。文化上，他们是夜晚的猎手，擅长潜伏与突袭。能力上，他们能够利用暗影隐藏自己并发动强力的捕猎攻击。",
    "races": [
      "人界域",
      "兽界域",
      "幽冥界域"
    ]
  }
]
